{
    "Active?": "¿Activo?",
    "Adapter documentation on Github": "Documentación del adaptador en Github",
    "Adapter: Windows Control": "Adaptador: control de Windows",
    "Add your Windows devices, which you want to control. On each of these devices, the software “Get Admin” must be installed. “Device Name” will be used as part of the states. You can also (temporarily) de-activate devices if you want.": "Agregue sus dispositivos Windows, que desea controlar. En cada uno de estos dispositivos, se debe instalar el software 'Get Admin'. El 'Nombre del dispositivo' se utilizará como parte de los estados. También puede (temporalmente) desactivar dispositivos si lo desea.",
    "Device IP Address": "Dirección IP del dispositivo",
    "Device Name": "Nombre del dispositivo",
    "Enter your own commands, which you entered in the GetAdmin software in column “Command”. No spaces please. Separate multiple values with comma.<br>Leave this field empty, if you have not (yet) defined any commands.": "Ingrese sus propios comandos, que ingresó en el software GetAdmin en la columna 'Comando'. Sin espacios, por favor. Separe los valores múltiples con coma. <br> Deje este campo vacío, si aún no ha definido ningún comando.",
    "GetAdmin Commands (comma separated)": "Comandos GetAdmin (separados por comas)",
    "If activated, a state “.connected” is being created for each device. These states will be updated every number of seconds as set in the below field and will indicate if the device is connected. 0 disables this function.": "Si se activa, se crea un estado '.conectado' para cada dispositivo. Estos estados se actualizarán cada número de segundos como se establece en el campo a continuación e indicarán si el dispositivo está conectado. 0 deshabilita esta función.",
    "Port": "Puerto",
    "Seconds (0 = disabled)": "Segundos (0 = deshabilitado)",
    "To use this adapter, the tool GetAdmin is required. Download and setup instructions: see": "Para usar este adaptador, se requiere la herramienta GetAdmin. Instrucciones de descarga y configuración: ver",
    "Update Interval": "Intervalo de actualización",
    "Windows Control adapter settings": "Ajustes del adaptador para Windows Control",
    "Windows devices which you want to control": "Dispositivos de Windows que desea controlar",
    "Your own GetAdmin Commands": "Sus propios comandos GetAdmin"
}